<template>
  <div>
    <!-- <Header /> -->
    <Hero />
    <!-- <LessonWhatsapp /> -->
    <Step :lastElement="'Утренники каждый год на Новый Год и 8 марта'" :elements="['Нашими учениками стали более 1000 детей', 'Более 90 % постоянных учеников продолжают обучение каждый год', 'Большое количество групп по уровню и возрасту каждого ребенка']" />
    <LessonWhatsapp :stacked="true" class="sm:w-1/2 mx-auto" />
    <ContentTrust :elements="['Мы обучаем детей русскому языку с 2008 года', 'В каждой группе работают 2 профессиональных преподавателя, которые окружат Вашего ребенка заботой и поддержкой', 'Нам одинаково важны результаты занятий и мотивация детей учить родной язык', 'Мы разработали методики, объединяющие общеобразовательную систему и игровые занятия', 'С нами легко и интересно знакомить с культурой, традициями и праздниками', 'У нас находят себе лучших друзей на годы не только дети, но и их мамы']" />
    <BlogHappyToHelp :elements="['У Вашего ребенка есть недостаток общения на русском языке', 'Ваш ребенок понимает, но не всегда отвечает на русском языке', 'Он не мотивирован изучать русский язык']" />
    <!-- <LessonWhatsapp :stacked="true" class="sm:w-1/2 mx-auto" /> -->
    <OurGroups id="groups" />
    <Album id="album" />
    <LessonWhatsapp :stacked="true" class="-mt-16 sm:my-10 sm:-mt-10 sm:w-1/2 mx-auto" />
    <!-- <Team /> -->
    <Contact id="contact" />
    <!-- <Footer /> -->
  </div>
</template>