<script setup>
const mode = useColorMode();
mode.value = 'light'
</script>

<template>
  <div>
    <!-- <Header /> -->
    <Hero />
    <LessonWhatsapp />
    <Step :lastElement="'Утренники каждый год на Новый Год и 8 марта'" :elements="['Обучили более 1000 детей', 'Более 90 % постоянных учеников продолжают обучение каждый год', 'Большое количество групп по уровню и возрасту каждого ребенка']" />
    <!-- <Gallery /> -->
    <ContentTrust :elements="['Мы обучаем детей русскому языку с 2008 года', 'В каждой группе работают 2 профессиональных преподавателя, которые окружат Вашего ребенка заботой и поддержкой', 'Нам одинаково важны результаты занятий и мотивация детей учить родной язык', 'Мы разработали методики, объединяющие общеобразовательную систему и игровые занятия', 'С нами легко и интересно знакомить с культурой, традициями и праздниками', 'У нас находят себе лучших друзей на года не только дети, но и их мамы']" />
    <BlogHappyToHelp :elements="['У Вашего ребенка есть недостаток общения на русском языке', 'Ваш ребенок понимает, но не всегда отвечает на русском языке', 'Он не мотивирован изучать русский язык']" />
    <LessonWhatsapp />
    <OurGroups :elements="[
      ['Развивающие занятия для малышей от 2х лет', 'Занятия будут полезны, если...', [
        'Ваш малыш еще не ходит в садик, но Вы хотите, чтобы он развивался и узнавал новое в коллективе, учился взаимодействовать со сверстниками',
        'Вам сложно  организовать игровые занятия дома, не хватает времени',
        'Вы хотите найти друзей Вашему малышу, с которыми бы он общался на русском языке',
        'Вы хотите разговорить ребенка, но самостоятельно не получается',
        'Вы хотите , чтобы ребенок участвовал в утренниках как в Вашем детстве' 
      ]],
      ['Обучение чтению и письму для детей от 4х лет', 'Занятия подойдут вам, если...', [
        'Вы не знаете, как обучить ребенка чтению и письму и хотите довериться профессионалам',
        'Вы ожидаете, чтобы ребенок не только научился читать, писать, но и обогатил свой словарный запас',
        'Вы не знаете как развивать русский язык с помощью игр и чтения',
        'Вам важно, чтобы Ваш ребенок нашел себе русскоязычных друзей для общения',
        'Вы хотите, чтобы ребенок знал традиции Вашей родной страны, вместе отмечать праздники, участвовать в новогодних и не только утренниках' 
      ]],
      ['Субботние занятия для дошкольников и школьников от 5 до 12 лет', 'Занятия подойдут, если...', [
        'У Вас не хватает сил и времени на организацию домашнего образовательного процесса',
        'Вы хотите укрепить мотивацию ребенка изучать русский язык',
        'Вам важно, чтобы занятия были интересны самому ребенку и чтобы Вы  видели результаты',
        'Вы не можете найти курсы русского языка, чтобы Ваш ребенок учился с ровесниками',
        'Вы хотите, чтобы Ваш ребенок не сильно отставал от своих ровесников в странах СНГ и в случае переезда смог быстро наверстать программу русского языка общеобразовательной школы',
        'Вам важно, чтобы помимо русского языка ребенок изучал Литературу, Окружающий Мир, Историю и обогатил родную речь',
        'Вы хотите найти русскоязычную среду для Вашего ребенка и себя, т.к. вам сложно адаптироваться после недавнего переезда в Турцию'
      ]]
    ]" />
    <LessonWhatsapp />
    <!-- <Team /> -->
    <Contact />
    <!-- <Footer /> -->
  </div>
</template>